{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/51R6Oc0M0KpWA9zc9kB6OlhKThL.jpg",
            "genre_ids": [
                18,
                80,
                9648
            ],
            "id": 43911,
            "original_language": "en",
            "original_title": "A Letter from Death Row",
            "overview": "A psychological thriller that takes you through the mind of convicted killer, Michael Raine, and his experiences on death row. Was he guilty of killing his girlfriend or was he a victim of a conspiracy to frame him for a crime he didn't commit? As the story unfolds Jessica Foster, an assistant to the Governor of Tennessee begins to interview Raine while on death row, claiming that she's writing a book about the inmates. Through various circumstances, Raine puts two and two together and builds a case that he believes can prove his innocence...or does he? Ms. Foster is the only one on the 'outside\" who can give Raine a voice, but is she working for those who framed him? As time draws near to the date of his execution, in his most desperate hour Raine finds the missing pieces to the puzzle to prove his innocence, but is it too late...? Was this story told from Raine's point of view or from the book writers or from yours, the viewer - you decide.",
            "popularity": 2.205,
            "poster_path": "/mtqjwonuIXYwD6ylsViyKeQPOoi.jpg",
            "release_date": "1998-11-17",
            "title": "A Letter from Death Row",
            "video": false,
            "vote_average": 4.5,
            "vote_count": 6
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                99
            ],
            "id": 1006965,
            "original_language": "en",
            "original_title": "Letters from Death Row",
            "overview": "After surviving two decades on death row, a man struggles to build a new life after prison.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "Letters from Death Row",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        }
    ],
    "total_pages": 1,
    "total_results": 2
}