{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/yeIpgoZWzbNqkeSYPwhNZQ5xCRX.jpg",
            "genre_ids": [
                28,
                80,
                878,
                53
            ],
            "id": 754,
            "original_language": "en",
            "original_title": "Face/Off",
            "overview": "In order to foil a terrorist plot, an FBI agent undergoes facial transplant surgery and assumes the identity of a criminal mastermind, who murdered his only son. The plan turns sour when the criminal wakes up prematurely and seeks revenge.",
            "popularity": 29.777,
            "poster_path": "/69Xzn8UdPbVnmqSChKz2RTpoNfB.jpg",
            "release_date": "1997-06-27",
            "title": "Face/Off",
            "video": false,
            "vote_average": 7,
            "vote_count": 4453
        },
        {
            "adult": false,
            "backdrop_path": "/iCRa4k7wmGGQBcyX4ClAkM6QYxG.jpg",
            "genre_ids": [
                99
            ],
            "id": 525875,
            "original_language": "en",
            "original_title": "Ronaldo vs. Messi: Face Off!",
            "overview": "In the world of football, there seems only two camps when it comes to the greatest player. If you ask 100 soccer fans who that person is, chances are 50 of them will say Cristiano Ronaldo and 50 will say Lionel Messi. In this unique documentary, we examine these two superstars' moves, talent and ability. We hear from the rabid fans, interview the experts and debate which player is the best in modern football.",
            "popularity": 8.481,
            "poster_path": "/bvycuohYdeGUV01hV92VTwTvp3R.jpg",
            "release_date": "2017-04-01",
            "title": "Ronaldo vs. Messi: Face Off!",
            "video": false,
            "vote_average": 6.3,
            "vote_count": 11
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18,
                10749
            ],
            "id": 108723,
            "original_language": "en",
            "original_title": "Face-Off",
            "overview": "Love story involving a Canadian professional hockey player and a hippie folk singer. Their union is tumultuous, as both try to come to terms with their differences in careers and lifestyles.",
            "popularity": 1.42,
            "poster_path": "/vVhBfiBMHFbe3y9cY677IyncSq4.jpg",
            "release_date": "1971-11-12",
            "title": "Face-Off",
            "video": false,
            "vote_average": 5.2,
            "vote_count": 7
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 782138,
            "original_language": "en",
            "original_title": "FACE/OFF",
            "overview": "FACE/OFF tackles the awkwardness many Thais feel when it comes with the updates and changes to their favourite apps. As the country’s most downloaded banking app, K Plus (owned by Kasikorn Bank) needed to figure out how to break the news of a brand new look and firmware to nine million people.",
            "popularity": 0.6,
            "poster_path": "/uSps849stfG5z9aeLuHuSYCVjxW.jpg",
            "release_date": "2018-02-13",
            "title": "FACE/OFF",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 398848,
            "original_language": "en",
            "original_title": "Face-Off",
            "overview": "Face-Off is an ironic collusion of private and public, of exposure and masking, a tense ritual wherein Acconci divulges and then censors his self-revelations. Acconci turns on a reel-to-reel audiotape recorder and bends down to the speaker to listen to it, his face barely visible in the frame. The audio is a recording of his own voice addressing himself and the viewer, recounting intimate details about his life. However, whenever the material becomes too personal, he tries to drown out his voice and prevent the viewer from hearing, yelling: \"No, no, no, don't tell this, don't reveal this....\" Reacting to his recorded voice, he becomes increasingly agitated as the tape proceeds.",
            "popularity": 0.6,
            "poster_path": "/bAfBICVGUtHzOcKqIovNtdNoIxY.jpg",
            "release_date": "1973-01-01",
            "title": "Face-Off",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                28
            ],
            "id": 796020,
            "original_language": "en",
            "original_title": "Face/Off 2",
            "overview": "",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "Face/Off 2",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                28,
                16,
                35
            ],
            "id": 59091,
            "original_language": "en",
            "original_title": "Mighty Ducks the Movie: The First Face-Off",
            "overview": "A direct-to-video feature film, Mighty Ducks the Movie: The First Face-Off, was released in 1997. It comprises three episodes of the animated series edited into one continuous movie: The First Face-Off parts I and II, and Duck Hard.",
            "popularity": 4.393,
            "poster_path": null,
            "release_date": "1996-09-06",
            "title": "Mighty Ducks the Movie: The First Face-Off",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 13
        },
        {
            "adult": false,
            "backdrop_path": "/kXBm2RTGCF9NnD3LAUy3HcoG8hf.jpg",
            "genre_ids": [
                10751,
                16,
                35
            ],
            "id": 299078,
            "original_language": "en",
            "original_title": "Spongebob Squarepants: Spongebob's Frozen Face-Off",
            "overview": "It's a race to the South Pole. With the whole town occupied, will Plankton finally get his hands on the formula and end the Krusty Krab's fast-food supremacy for good?",
            "popularity": 1.834,
            "poster_path": "/boX9veaa90RtaFcdGSsAkzD0U5y.jpg",
            "release_date": "2012-01-03",
            "title": "Spongebob Squarepants: Spongebob's Frozen Face-Off",
            "video": true,
            "vote_average": 7.9,
            "vote_count": 14
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                37
            ],
            "id": 934738,
            "original_language": "en",
            "original_title": "The Face Off",
            "overview": "Cletus Abernathy, a profiteering, washed-up, sheriff must call upon his past training as a deputy in order to face a man named Crenshaw later in the morning.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2022-03-12",
            "title": "The Face Off",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": "/eKHe6l8JC12Gkj5jAZrn4d0vaKA.jpg",
            "genre_ids": [
                99
            ],
            "id": 730178,
            "original_language": "en",
            "original_title": "Sharks Vs Dolphins : Face Off",
            "overview": "",
            "popularity": 0.6,
            "poster_path": "/nWNL0SqEJgbxElhk0wHCuLNQWi2.jpg",
            "release_date": "2018-05-16",
            "title": "Sharks Vs Dolphins : Face Off",
            "video": false,
            "vote_average": 8,
            "vote_count": 2
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576341,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 10: Dreamer Vs. Raven",
            "overview": "Face Off volume 10 with Raven and Tommy Dreamer will feature both men doing commentary during one of their best highlight reels of all time.  We took 2 hours of the best footage between the two and had them watch it together and give us their inside thoughts and secrets on each match!!!  The DVD will be a instant classic with all ECW fans.  I sat back and was so entertained as they cover so many new facts that were never talked about on the other DVD they took part of.  Here is a list of the matches that we had them watch together.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 10: Dreamer Vs. Raven",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576330,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 3: Pure Evil",
            "overview": "Batten down the hatches and hide your loved ones, RF VIDEO is excited to release Face Off Volume 3: “Pure Evil” on DVD! Two of wrestling’s most controversial characters, both in front and behind of the camera, sat down together to record a priceless experience that will have wrestling fans going crazy. And these guys know crazy!  Raven conducted the interview and came across like an old pro as he pulled stuff out of Sullivan that we had never heard before. It was if we were a fly on the wall in a wrestling locker room, watching two wrestlers talking about the business and completely ignoring the camera. Anyone who has heard Raven or Sullivan knows that this disc is chok-full of great stories as these literally have done it all and seen it all.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 3: Pure Evil",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576331,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 4: Extreme Legacy",
            "overview": "Terry Funk. Steve Corino. Two former NWA and ECW World Champions. Two of wrestling’s craziest personalities and these men were hardcore before there even was “hardcore.” RF Video was able to get both legends in a room together and just sat back as the men held a tutorial on their historic careers. Ladies and gentlemen, we’re proud to present the fourth chapter in our Face Off series: EXTREME LEGACY.  Funk and Corino discuss all the places they have been to in their career and many of the personalities they have come across, including; Scott Hall, Paul Heyman, Giant Baba, Joel Goodhart, Shane Douglas, Sabu, Dynamite Kid, Tully Blanchard, Eddie Gilbert, and Mick Foley among many others. Extreme Legacy will put YOU in the middle of a conversation between two of wrestling’s most charismatic and knowledgeable personalities. This is not your grandfather’s shoot interview, this is a wrestling experience.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 4: Extreme Legacy",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576337,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 8: Midnight Madness",
            "overview": "Sometimes the best stuff we film with wrestlers just happen by chance. Last  night RF VIDEO took a huge chance when we got a call around 11PM asking us if we wanted the chance to film a brand new Face Off with Raven and Jim Mitchell AKA Sinister Minister.  I was in my bed just about to close my eyes when I got the call, “Hey Feinstein it’s Raven, my and Vandy are driving back from Kanyons wake, we want to do a interview with you, you down?”  I knew it was going to be a late night but I had no idea on how late we would get started.  Roughly around 1 30 AM Raven and Jim pull up to my house.  They were in good spirits being that they just came from Chris Kanyons wake.  Both guys were telling me about the services which saw a few wrestlers attend and even Mic Foley came to pay his respects.  They discuss a lot of personal stuff about Chris and talk about his battles with depression but all of the stories they share are hilarious.",
            "popularity": 1.09,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 8: Midnight Madness",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576354,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 18: Trading Places",
            "overview": "In the Pro Wrestling there is always been a fine line between friends and enemies. There are wrestlers that are always trying to taking each others spots and everyone wants to be the top dog. Well what happens when a booker hires a wrestler and that wrester takes over their bosses job as a booker? That is exactly what happened when head booker for ROH Gabe Sapolsky got fired by the company on October 26, 2008 and than replaced by a active wrestler on the roster who goes by the name of Adam Pearce!!! What happens when RF VIDEO puts these two FACE to FACE with each other and hires former WWE announcer/wrestler Matt Striker to conduct the interview and instigate the tension between the two!!!",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 18: Trading Places",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576333,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 5: Queens of Extreme",
            "overview": "Tammy Sytch and Francine, two of the hottest, and most charismatic, wrestling valets of all time,are finally going sit down together for an unforgettable edition of RF Video’s Face Off series! The Queens of Extreme, certainly a pair that beats any three of a kind, get down and dirty with a gossip session that is unrivaled on DVD and will have you engrossed with tales of deceit, stories of sexual deviance, and scandalous observations in the twisted world of wrestling coming from a most unique perspective.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 5: Queens of Extreme",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576336,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 7: Old School 101",
            "overview": "Ladies and gentlemen, boys and girls, children of all ages… RF VIDEO has once again made history by putting together two of the biggest names in professional wrestling history in one incredible DVD. Not since chocolate met peanut butter has a combination been better and more enjoyable to the human condition. Two world heavyweight champions whose names transcend the sport. Who rise above the WWF/NWA civil war-like mentality of wrestling fandom. Bob Backlund. Terry Funk. Face Off Vol 7: Old School 101.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 7: Old School 101",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576338,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 9: The Extreme Rivalry",
            "overview": "In the world of professional wrestling there has always been feuds that will be remembered forever ilke the Buzz Sawyer/Tommy Rich feud.  We had the Von Erichs/Freebirds feud in the 80’s.  Hogan and Piper battled all over the country during the 80’s and 90’s but one of the biggest feuds ever during the 90’s was with two of the most extreme athletes of all time from the land of barbed wire, Tommy Dreamer and Raven.  This was by far one of wrestling biggest and longest running feuds of all time.  These men made history for over a decade battling each other on many different continents. Now for the first time RF VIDEO was able to get these two to Face Off with each other and talk about their historic program.  What made it work and stand out and how did they get it to last so long.  All of these questions get answered during Face Off Volume 9 The Extreme Rivalry!!!!",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 9: The Extreme Rivalry",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576343,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 12: Friends 4 Life",
            "overview": "Over the years RF VIDEO has done hundreds of shoot style interviews with everyone in the business.  Well on 9-11-10 we raised the bar as we conducted the most emotional and what will go down as the most controversial interview of all time in the history  of the business.  Kevin Nash and Sean Waltman gave RF VIDEO the greatest interview of all time and that is a shoot!  In the past we have hyped up our interviews but this interview was unlike anything we have ever shot before.  I really don’t know where to even begin at but the mood for this interview was intense.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2010-10-14",
            "title": "RFVideo Face Off Vol. 12: Friends 4 Life",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 576344,
            "original_language": "en",
            "original_title": "RFVideo Face Off Vol. 13: A Funkin' Dream",
            "overview": "Is it reality or is it a dream? RF VIDEO is happy to present Face Off Volume 13 “A Funkin’ Dream” with Terry Funk and Tommy Dreamer!!! This was by far one of our best Face Off interviews to date with two of the most infamous men of all time who roamed in the land of Extreme. When we told Tommy Dreamer that he would be sitting Face to Face with his mentor Terry Funk he was more than ecstatic. Tommy said, “This is going to be a great concept interview and I can’t wait to take part of this project.”",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "",
            "title": "RFVideo Face Off Vol. 13: A Funkin' Dream",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        }
    ],
    "total_pages": 2,
    "total_results": 36
}