{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/7tTd87yWv9loxPTjwgyxx1JqNaS.jpg",
            "genre_ids": [
                35,
                10751
            ],
            "id": 18862,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "High-schooler Grover Beindorf and his younger sister Stacy decide that their parents, Janet and Ned, are acting childishly when they decide to divorce after 18 years of marriage, so they lock them up in the basement until they'll sort out their problems.",
            "popularity": 10.362,
            "poster_path": "/5Vj7puRpgPVgQsWt4T0o5ix9BzT.jpg",
            "release_date": "1996-08-14",
            "title": "House Arrest",
            "video": false,
            "vote_average": 5.2,
            "vote_count": 108
        },
        {
            "adult": false,
            "backdrop_path": "/r5kRuUAGwCB4Hb5qJPaJahEnMCz.jpg",
            "genre_ids": [
                35
            ],
            "id": 645998,
            "original_language": "hi",
            "original_title": "House Arrest",
            "overview": "A world-weary man’s self-imposed home confinement becomes a comedy of errors with the simultaneous arrivals of a peculiar package and a curious journalist.",
            "popularity": 1.711,
            "poster_path": "/7nOW9lqY29iomfDlTmvGoW5adqz.jpg",
            "release_date": "2019-11-15",
            "title": "House Arrest",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 9
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 181947,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "Chanel is living the high life until one day, while out shopping with her boyfriend DeAndre, they're both arrested. As Chanel finds herself behind bars for a crime she didn't commit, a judge places her under HOUSE ARREST. With nowhere to go, she is forced to move back in with her mother and daughter, who live on the ghetto side of town. While Chanel adjusts to her new lifestyle, DeAndre makes her a proposition from jail that will have her torn between her two lifestyles: take the blame or prove her innocence.",
            "popularity": 1.035,
            "poster_path": "/3USFnjq31QKXUXCVCTkU3HYmJ7l.jpg",
            "release_date": "2012-02-11",
            "title": "House Arrest",
            "video": false,
            "vote_average": 6,
            "vote_count": 4
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 606497,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "House Arrest is at once literal, metaphorical, and phenomenological. It is a work that Kerr wants read as an open visual text. Being under house arrest provided the content, (home) and structure for the “daily practice” of recording. His intention was to design a camera and apparatus that would break from the conventions of everyday videography; a visual system that would evoke a physical and perceptual impact; an accelerated and experiential cinema.",
            "popularity": 0.6,
            "poster_path": "/kS3Z5dPMK2t7SK6X9GldxbebgwU.jpg",
            "release_date": "2013-01-01",
            "title": "House Arrest",
            "video": false,
            "vote_average": 9,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18
            ],
            "id": 676396,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "Amal Taheri is the youngest daughter of a broken family. Seven years ago, Amal witnessed a domestic disturbance causing the imprisonment of her brother, Mo, and the abandonment of her father, Borna. Now, after his parole, Amal and her anxious mother, Raniya, attempt to welcome Mo back home. However, during Mo’s homecoming dinner, demons between each of the Taheri’s suddenly resurface. With tensions riding high, Amal must bridge the insurmountable gaps between her family members, all while wrestling with a secret that could shatter her familial bonds, forever.",
            "popularity": 0.6,
            "poster_path": "/ef5VnJLsBfVpZ511HJ7hmQqMORt.jpg",
            "release_date": "",
            "title": "House Arrest",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 739633,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "House Arrrest is a Urban Comedy, written and directed by Zeke Dickson. Dialo and his cousin Pookie struggle to overcome unexpected hardship and undermining people to regain their freedom. House Arrest is about a man having to grow up real quick, in order to secure a future himself and his recently discovered child.",
            "popularity": 0.6,
            "poster_path": "/ma8ws5Jc3EmTCwJGZxfoTWW318b.jpg",
            "release_date": "2008-04-01",
            "title": "House Arrest",
            "video": false,
            "vote_average": 2,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 225856,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "A plan to impress the beautiful Kiki with a gift of stolen jewelry backfires for slacker DJ Johnson, who ends up sentenced to 48 hours of house arrest after the stunt goes horribly wrong. Luckily, Kiki was impressed. Unluckily, the cops are keeping a very close watch on the love-struck criminal, and DJ will need the help of all his boys in the hood to help him win Kiki's heart in this hot comedy starring Devon Deshawn Stewart and Mariel Perez.",
            "popularity": 0.6,
            "poster_path": "/30TPLKV6r4UC9EEt35mMIlq8PQy.jpg",
            "release_date": "2008-10-04",
            "title": "House Arrest",
            "video": false,
            "vote_average": 4,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35,
                16
            ],
            "id": 498800,
            "original_language": "en",
            "original_title": "House Arrest",
            "overview": "Life gets hectic when JB is put on House Arrest. In this Outrageous Adult Animated Comedy, JB's situation quickly turns into mayhem with baby mama drama, unwarranted neighbors, and a self made parole officer. JB soon realizes that it was better to serve time in jail than to be on House Arrest.",
            "popularity": 0.6,
            "poster_path": "/iVRzJ7NQgAn94BWlbRqLW3l9ttX.jpg",
            "release_date": "2016-12-23",
            "title": "House Arrest",
            "video": false,
            "vote_average": 10,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                99
            ],
            "id": 445407,
            "original_language": "en",
            "original_title": "House Arrest Starring Chris Colombo: A Docu-Comedy Based On Reality",
            "overview": "Chris Colombo, 44, the son of slain mob boss Joseph Colombo, is on home confinement while he's out on bail for federal racketeering charges. The film follows Colombo on some unsavory outings when he is supposed to be on family outings or running errands.",
            "popularity": 1.4,
            "poster_path": null,
            "release_date": "2005-11-24",
            "title": "House Arrest Starring Chris Colombo: A Docu-Comedy Based On Reality",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 809640,
            "original_language": "en",
            "original_title": "Dirty South House Arrest",
            "overview": "A college kid is sentenced to house arrest after committing a crime to impress a girl. After jail and possibly losing the family home, he decides to throw a house party to raise money for his mom while she is away.",
            "popularity": 0.6,
            "poster_path": "/3Nifq0VShZ8H1C2tYv57VhwMkPo.jpg",
            "release_date": "2017-02-01",
            "title": "Dirty South House Arrest",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": "/jEDBtQnUADFw5R4DLwkz2T3svJr.jpg",
            "genre_ids": [
                35
            ],
            "id": 660208,
            "original_language": "it",
            "original_title": "L'amore a domicilio",
            "overview": "A young insurance salesman takes advantage of the fact that a beautiful young woman he is attracted to is under house arrest, so cannot go anywhere to escape him.",
            "popularity": 4.953,
            "poster_path": "/iSFtZ7m3y7VE2AsOE4ICprOo5o8.jpg",
            "release_date": "2019-04-30",
            "title": "Love Under House Arrest",
            "video": false,
            "vote_average": 5.9,
            "vote_count": 86
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18
            ],
            "id": 216049,
            "original_language": "es",
            "original_title": "Arresto domiciliario",
            "overview": "Because of a millionaire fraud, a man is condemned to house arrest, and the only place where he can serve sentence is his mother’s house, affected with Alzheimer disease. The arrival of the man disrupts the life of the people who live with the elder woman. With turns of the screw, the story feels dramatic, but it also contains certain amount of irony. It talks about human and family relations with a total absence of violence.",
            "popularity": 0.6,
            "poster_path": "/2eV1yaMo5QOjQRGtEmxNXRxEMCx.jpg",
            "release_date": "2008-12-05",
            "title": "House Arrest",
            "video": false,
            "vote_average": 5,
            "vote_count": 5
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 684467,
            "original_language": "ru",
            "original_title": "Домашний арест",
            "overview": "The current mayor of Sineozersk, Arkadiy Anikeev, is caught by police for bribes on a large scale. By the court decision, he placed under house arrest at the place of registration. His wife, who is a owner of all of their property on documents, left him. Once in a communal apartment, Anikeev confronts his childhood friend, Ivan Samsonov. Leaving aside all his past disagreements, Anikeev decides to help Samsonov to become the new mayor of Sineozyorsk to defeat his former ally who betrayed him in order to become a new mayor and also became his wife's lover.",
            "popularity": 0.6,
            "poster_path": "/nZzMUD3a7xXt5JIvplJlShQ7Yva.jpg",
            "release_date": "2018-03-16",
            "title": "House Arrest",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 273290,
            "original_language": "fr",
            "original_title": "En résidence surveillée",
            "overview": "Directed by Paulin Vieyra.",
            "popularity": 0.6,
            "poster_path": "/e74HvLJXpK1hluThpmFStS1neip.jpg",
            "release_date": "1981-01-02",
            "title": "Under House Arrest",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": "/4Qw3NhTQYYy0wKLDVMjRz8P1St9.jpg",
            "genre_ids": [
                18
            ],
            "id": 768058,
            "original_language": "ru",
            "original_title": "Дело",
            "overview": "David, a university professor, takes to social media to criticize his city’s administration. But instead of the mayor’s dodgy dealings being investigated, David is himself accused of embezzlement and placed under house arrest. Despite the overbearing surveillance, double-crossing acquaintances, and growing media interest, David remains defiant and will not apologise. With the court case drawing ever nearer, does David have any hope of winning this battle against Goliath?",
            "popularity": 0.927,
            "poster_path": "/9kblrZc53aShZPwmMpk7PwdJh78.jpg",
            "release_date": "2021-09-23",
            "title": "House Arrest",
            "video": false,
            "vote_average": 5,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                35
            ],
            "id": 59932,
            "original_language": "fr",
            "original_title": "Prison à domicile",
            "overview": "Leonie Koutcharev, a top civil servant at the Ministry of Interior, proposes an ideal solution to the problem of overpopulated prisons: put model prisoners in the homes of carefully screened families. Jules and Norma Klarh, a childless couple, expect to receive an inoffensive juvenile delinquent but end up with the psychopath Marcus Steckner in their suburban home. The film centers on social criticism of the gap between reality and the bureaucratic assumptions of what reality should be.",
            "popularity": 1.4,
            "poster_path": "/jB1MHJBuVF8wZEkHTzRhjJJWBhF.jpg",
            "release_date": "1999-06-09",
            "title": "Prison à domicile",
            "video": false,
            "vote_average": 5,
            "vote_count": 1
        }
    ],
    "total_pages": 1,
    "total_results": 16
}