{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/rB4oTSg3PkH828b3hwn231brzwh.jpg",
            "genre_ids": [
                18,
                9648,
                53
            ],
            "id": 37233,
            "original_language": "en",
            "original_title": "The Firm",
            "overview": "Mitch McDeere is a young man with a promising future in Law. About to sit his Bar exam, he is approached by 'The Firm' and made an offer he doesn't refuse. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...",
            "popularity": 27.084,
            "poster_path": "/kFexXCzidkm4LwlgZqxsJsDQB5v.jpg",
            "release_date": "1993-06-30",
            "title": "The Firm",
            "video": false,
            "vote_average": 6.7,
            "vote_count": 1665
        },
        {
            "adult": false,
            "backdrop_path": "/u8bLVtr2yBFYK5lyFrQpdv57y7J.jpg",
            "genre_ids": [
                18
            ],
            "id": 31218,
            "original_language": "en",
            "original_title": "The Firm",
            "overview": "Set in the 1980s, Dom is a teenager who finds himself drawn into the charismatic world of football 'casuals,influenced by the firm's top boy, Bex. Accepted by the gang for his fast mouth and sense of humor, Dom soon becomes one the boys. But as Bex and his gang clash with rival firms across the country and the violence spirals out of control, Dom realizes he wants out - until he learns it's not that easy to simply walk away.",
            "popularity": 5.222,
            "poster_path": "/1fuJJrud26pZ5zoNvkTbV4DOgpQ.jpg",
            "release_date": "2009-09-18",
            "title": "The Firm",
            "video": false,
            "vote_average": 5.7,
            "vote_count": 51
        },
        {
            "adult": false,
            "backdrop_path": "/fhQsJv6op2k5fKey022UB1tLCbV.jpg",
            "genre_ids": [
                18,
                10770
            ],
            "id": 17300,
            "original_language": "en",
            "original_title": "The Firm",
            "overview": "A seemingly respectable estate agent leads a double life as the head of a vicious, well-organised gang of football hooligans.",
            "popularity": 4.213,
            "poster_path": "/v8JoGDQAuaaDtk0twG2onhSOxCW.jpg",
            "release_date": "1989-02-26",
            "title": "The Firm",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 55
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 541075,
            "original_language": "en",
            "original_title": "The Firm - Firm Points",
            "overview": "They say \"a picture is worth a thousand words,\" and now, with this special video, we can show you just what to do – and what not to do – while performing your FIRM workout.  We have studied actual video users to find out the #1 causes of poor results, enabling you to maximize your results – without any added time! Now, you’ll know you’re performing each exercise for maximum efficiency, plus we’ve included information about equipment and the major muscles, a glossary, and lots more.",
            "popularity": 0.6,
            "poster_path": "/pAuHVtYMT6Ss78mLzMdGTAgTP98.jpg",
            "release_date": "",
            "title": "The Firm - Firm Points",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 287496,
            "original_language": "en",
            "original_title": "The Firm - Calorie Explosion",
            "overview": "Powerhouse Cardio Circuits for Fast Fat-Burning Results!  4 Express Workouts on 1 DVD!  VISIBLE RESULTS IN 10 WORKOUS GUARANTEED! with Master Instructors Alison Davis-McLain, Rebekah Sturkie and Emily Welsh",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2010-01-01",
            "title": "The Firm - Calorie Explosion",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18
            ],
            "id": 323008,
            "original_language": "en",
            "original_title": "The Firm Man",
            "overview": "Businessman Gerald Barker is invited to join a mysterious super corporation known as The Firm. His work in the organisation turns out to be of a unique and somewhat disturbing nature. But Gerald finds no comfort with his wife Melissa and friend Barry - his relationships with both collapse. In a surreal and strange fashion, Gerald eventually comes to understand what The Firm is about.  Made on a tiny budget of $15,000 the film is a mix of naturalism and stylisation which the filmmaker hoped would work on 'a simple, surrealistic level'.",
            "popularity": 0.6,
            "poster_path": "/5Dqao19lfjACf9e63ssVHVbTJ3z.jpg",
            "release_date": "1975-04-09",
            "title": "The Firm Man",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18
            ],
            "id": 616208,
            "original_language": "en",
            "original_title": "The Firm Land",
            "overview": "A traveling salesman arrives in an unnamed Indian village. He tells of an incurable illness that a holy man blames on lust and six good-hearted men go to the city to seek a cure.",
            "popularity": 0.6,
            "poster_path": "/iTAwtTFyCpLvQsSR6zH297sBuYv.jpg",
            "release_date": "2008-09-25",
            "title": "The Firm Land",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 288441,
            "original_language": "en",
            "original_title": "The Firm - Ab Sculpt",
            "overview": "A fun mix of exercises to strengthen, tone and stretch the core muscles of the abdominals and back",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2002-01-01",
            "title": "The Firm - Ab Sculpt",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 327530,
            "original_language": "en",
            "original_title": "The Firm - Power Yoga",
            "overview": "Firm Power Yoga will sculpt your upper body, abs, hips, thighs and buttocks while stretching your muscles for a longer, leaner, more toned body. Relieve the stress, increase flexibility, gain greater mobility, energize and re-focus with Firm Power Yoga! Every move in this workout does double duty—stretch one muscle while you strengthen another. This is the perfect complement to your other Firm workouts. Still want to move on a rest day, but can’t find the energy to pick up a weight or work out to a high-energy beat? Firm Power Yoga is your answer. No equipment required! This workout uses your own body weight as resistance. You’ll shape and stretch all the muscles of your body, holding positions that improve your flexibility and balance while sculpting great abs!  Firm Master Instructor Kirsten Strohecker leads you through 30 minutes of power stretches and energizing movement that will leave you refreshed and relaxed!",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2004-01-01",
            "title": "The Firm - Power Yoga",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 288439,
            "original_language": "en",
            "original_title": "The Firm - Body Sculpt",
            "overview": "A fast and efficient workout for the entire body in two segments for both lower and upper body sculpting",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2002-01-01",
            "title": "The Firm - Body Sculpt",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 533572,
            "original_language": "en",
            "original_title": "The Firm - Time Crunch",
            "overview": "Time Crunch is a total-body workout designed by Founder of The Firm Anna Benson. Susan Harris and Kai Soremekun alternate cardio and weights to get maximum results fast. The fast-slow warm-up is followed by a fast-paced giant cardio-sculpt set to burn fat and tone all major muscle groups. Supine core precedes a final towel stretch. Complementary leads, Susan and Kai display accuracy, precision and athletic ability in a variety of activities. You will never watch the clock during this engaging workout.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2012-08-06",
            "title": "The Firm - Time Crunch",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 479149,
            "original_language": "en",
            "original_title": "The FIRM: Cardio Party",
            "overview": "This heart-pumping, fat-burning workout will get your motivation party started! Rev up your weight",
            "popularity": 0.6,
            "poster_path": "/fpjtmjP8nwMxXZSYlAlZnxoDpyj.jpg",
            "release_date": "",
            "title": "The FIRM: Cardio Party",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 288440,
            "original_language": "en",
            "original_title": "The Firm - Cardio Sculpt",
            "overview": "Working out-to get that heart pumping and efficiently burning more fat for a totally improved cardiovascular fitness and sculpting program.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2002-01-01",
            "title": "The Firm - Cardio Sculpt",
            "video": true,
            "vote_average": 0,
            "vote_count": 1
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 479160,
            "original_language": "en",
            "original_title": "The Firm: Get Chisel'd",
            "overview": "Get Chisel'd as you get the cuts and curves that give your body its sexy shape - what you've always wanted! Master Instructor Rebekah Sturkie leads energizing intervals of power push cardio mixed with energizing and functional body-sculpting moves. You'll blast away fat while you create long lean muscles, rev up your metabolism and burn more calories throughout the day. Get strong, sculpted and toned with this complete body-conditioning program.",
            "popularity": 0.6,
            "poster_path": "/fGVqvuhN6oHEjHHW2mlATIOJSlL.jpg",
            "release_date": "2018-01-15",
            "title": "The Firm: Get Chisel'd",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 650061,
            "original_language": "en",
            "original_title": "The Firm - Calorie Killer",
            "overview": "The Firm: Calorie Killer 2: Cardio, Weight training and floor/hip excercises are combined to create a power burn. A 46 minute workout featuring 25 minutes of continuous cardio, 5 minutes of weight training and 5 minutes of floor/hip exercises for a power burn! (Equipment needed: Dumbbells(3-15 pounds), Fanny Lifter, Dowel, Ankel Weights).",
            "popularity": 0.6,
            "poster_path": "/5f9aYDKROj8l2oP3zVTlYHeReto.jpg",
            "release_date": "2004-01-01",
            "title": "The Firm - Calorie Killer",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 513658,
            "original_language": "en",
            "original_title": "The Firm: Express Cardio",
            "overview": "Express Cardio packs all your favorite cardio styles plus some new FIRM tested techniques into one 30 minute workout!  FIRM Master Instructor Stephanie Huckabee will keep you moving and grooving so well, you won't have time to think about stopping.  It includes just enough of everything to keep you motivated and get you the body you want.  You'll have fun with cardio on the floor, the 6\" height of the FIRM Box, the incline and more!  And you'll perform the all-new FIRM Quick Leg Press for maximum fun and results.",
            "popularity": 0.6,
            "poster_path": "/gIdOdMZiHoVSNJ1sQnAbU3ZElp9.jpg",
            "release_date": "",
            "title": "The Firm: Express Cardio",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 479147,
            "original_language": "en",
            "original_title": "The FIRM: Cardio Overdrive",
            "overview": "The Firm Cardio Overdrive is 45 minute, full length fun, fat blasting workout to kick your weight loss into high gear. Low impact routine tones legs arms and waist with easy, but energetic routines. Follow The FIRM instructors, Allison Davis, Allie Del Rio, Kristen Palmer, Stephanie Huckabee, and Sue Mi Powell for modified workouts for every fitness level. Have your light weights nearby. Plus a bonus Power Moves boxing workout!",
            "popularity": 0.6,
            "poster_path": "/ir6dDzIRXcQjHJ5WIhUYIeJrvIm.jpg",
            "release_date": "",
            "title": "The FIRM: Cardio Overdrive",
            "video": false,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 287342,
            "original_language": "en",
            "original_title": "The Firm - Supercharged Sculpting",
            "overview": "For the past 20 years, The FIRM® has been changing millions of lives with their groundbreaking fitness programs. In a time when dance aerobics was the craze, they pioneered the idea of combining aerobics with weight training, providing effective workouts with fast results! This method is the center of The FIRM® philosophy today, and tens of thousands of FIRM Believers® across the country will agree that it really works! After years of perfecting their techniques, The FIRM® now brings you their latest offering—The TransFIRMer Series™!",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2005-01-01",
            "title": "The Firm - Supercharged Sculpting",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 406595,
            "original_language": "en",
            "original_title": "The Firm - Jiggle Free Arms",
            "overview": "Is there a little too much \"squish\" in your upper body? Well, don't worry - the solution is here! If you want dramatic upper body results, sculpted shoulders, and sleek arms, this workout is for you! The FIRM® Master Instructor Stephanie Huckabee leads you through this 30-minute upper body blast to help you strengthen and tone your arms and give you maximum results! As a part of the great cross-training Jiggle Free™ Series, you can get the upper body of your dreams with Jiggle-Free™ Arms!",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2013-11-05",
            "title": "The Firm - Jiggle Free Arms",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "id": 535271,
            "original_language": "en",
            "original_title": "The Firm Cross Trainers - Firm Cardio",
            "overview": "Designed as a pair, the FIRM Strength and FIRM Cardio cross train by varying the sequencing of exercises: FIRM Strength shapes muscle by first working the upper body, then the entire lower body, and FIRM Cardio burns fat using PHA (Peripheral Heart Action) training to work the upper and lower body alternately. PHA sequencing also strengthens the heart by repeatedly making it pump blood back and forth between distant muscle groups. When used on alternate days they sculpt your body by preventing muscles from adapting to predictable exercise sequences, and maximize aerobic endurance and fat burning.",
            "popularity": 0.84,
            "poster_path": "/ySmozmMThF1r9bRqbnYbtJhz6b9.jpg",
            "release_date": "1995-01-01",
            "title": "The Firm Cross Trainers - Firm Cardio",
            "video": true,
            "vote_average": 0,
            "vote_count": 0
        }
    ],
    "total_pages": 7,
    "total_results": 129
}