{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/wH3rho5l3w0hV8XWQzl14DWduRU.jpg",
            "genre_ids": [
                28,
                80,
                878,
                53
            ],
            "id": 9271,
            "original_language": "en",
            "original_title": "Virtuosity",
            "overview": "The Law Enforcement Technology Advancement Centre (LETAC) has developed SID version 6.7: a Sadistic, Intelligent, and Dangerous virtual reality entity which is synthesized from the personalities of more than 150 serial killers, and only one man can stop him.",
            "popularity": 13.619,
            "poster_path": "/5emgnXYrXjqyiup2JsvtuENseiV.jpg",
            "release_date": "1995-08-04",
            "title": "Virtuosity",
            "video": false,
            "vote_average": 5.5,
            "vote_count": 437
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                99,
                10402
            ],
            "id": 314361,
            "original_language": "en",
            "original_title": "Virtuosity",
            "overview": "Stay calm. You’ve spent your whole life practicing and preparing yourself for this moment of truth, and now it has finally arrived. The Cliburn, or more properly, the Van Cliburn International Piano Competition, held every four years in Fort Worth, Texas, is about to begin. Pressure? What pressure?  Running 17 days, with three grueling rounds, The Cliburn invites 30 of the world’s finest pianists to battle it out for top honors. At stake are prizes worth millions, but more than money, the winner is practically guaranteed a performing career.  Did we mention you’re playing not just for the judges, but for a live audience of thousands and a webcast of 170,000 viewers throughout the world? Pressure? What pressure? Just sit back, relax and enjoy the show. No pressure.",
            "popularity": 0.6,
            "poster_path": null,
            "release_date": "2014-11-05",
            "title": "Virtuosity",
            "video": false,
            "vote_average": 9,
            "vote_count": 1
        }
    ],
    "total_pages": 1,
    "total_results": 2
}